app/controllers/blogs_controller.rb

  def create
    @blog = Blog.new(blog_params)

    respond_to do |format|
      if @blog.save
---
INSERT INTO "blogs" ("content", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["content", "aaa"], ["created_at", "2018-05-05 21:19:04.226503"], ["updated_at", "2018-05-05 21:19:04.226503"]]

  def update
    respond_to do |format|
      if @blog.update(blog_params)
---
UPDATE "blogs" SET "content" = $1, "updated_at" = $2 WHERE "blogs"."id" = $3  [["content", "bbb"], ["updated_at", "2018-05-05 21:27:54.650157"], ["id", 5]]